ti="108外勤";
const exam = [
  {
    tea: "A相互攻「訐」ㄐㄧㄝˊ／宵衣「旰」食ㄍㄢˋ<br>B黃髮垂「髫」ㄊㄧㄠˊ／千里「迢」迢ㄊㄧㄠˊ<br>3「沽」名釣譽ㄍㄨ／「賈」人渡河ㄍㄨˇ<br>4打通經「絡」ㄌㄨㄛˋ／賄「賂」公行ㄌㄨˋ<br>相互攻訐：互相揭發別人的隱私或攻擊別人的短處<br>賈人渡河：商人過河時翻船，漁人救之，商人許諾給予百金，結果商人事後反悔<br>沽名釣譽：故意做作，用手段謀取名聲和讚譽<br>",
    item: "1.下列各組「」內的字，讀音相同的選項是： (A)相互攻「訐」 / 宵衣「旰」食 (B)黃髮垂「髫」/ 千里「迢」迢 (C)「沽」名釣譽 /「賈」人渡河 (D)打通經「絡」/ 賄「賂」公行",
    ans: "B"
  },
  {
    tea: "A無以名狀　B炫耀苦練　C趨之若鶩",
    item: "2.下列文句，完全沒有錯別字的選項是： (A)癌症病人承受無以明狀的痛苦 (B)老李對我渲耀苦練健身的成果 (C)青年學子對電子遊戲趨之若騖 (D)華人的倫理觀念早已根深柢固",
    ans: "D"
  },
  {
    tea: "A波浪滾滾，就「如同（似）」大海一樣<br>B乃是一個穿紫色衣服、戴著帽子的人。手杖上還掛著衣囊。揭ㄑㄧˋ：掛著<br>C指臨難逃走，不合道義。亡：逃亡<br>D這是公事，希望先生（諸葛亮）不要推辭這件公事。幸：希望",
    item: "3.下列各「」內單詞的解釋，正確的選項是： (A)波流浸灌，與海相「若」：似 (B)乃紫衣戴帽人，杖「揭」一囊：掀開 (C)沛公今事有急，「亡」去不義：外出不在 (D)此係公事，先生「幸」勿推卻：帝王親臨",
    ans: "A"
  },
  {
    tea: "丁、好像是山窮水盡的泥穴<br>乙、其實在他自己看來 <br>丙、卻是花繁葉滿的桃源<br>甲、因而流連忘返",
    item: "4.下列為一段現代散文，請依文意選出排列順序最適當的選項： 「每個知識的先驅者所面對的，由外人看來， 甲、因而流連忘返 乙、其實在他自己看來 丙、卻是花繁葉滿的桃源 丁、好像是山窮水盡的泥穴 因而樂此不疲，都是理有固然的。」 （節選自 陳之藩《旅美小簡‧釣勝於魚》） (A)甲丙丁乙 (B)乙丙丁甲 (C)丙丁甲乙 (D)丁乙丙甲",
    ans: "D"
  },
  {
    tea: "西遊記：神魔小說",
    item: "5.中國古典小說中，《西遊記》就內容而言是屬於： (A)言情小說 (B)俠義小說 (C)歷史小說 (D)神魔小說",
    ans: "D"
  },
  {
    tea: "孟子：惻隱之心，仁之端也；羞惡之心，義之端也；辭讓之心，禮之端也；是非之心，智之端也。人之有是四端也",
    item: "6.《孟子‧公孫丑》「羞惡之心，□之端也。」，□當為： (A)仁 (B)智 (C)義 (D)禮",
    ans: "C"
  },
  {
    tea: "子貢評論人物的優劣長短。 孔子說：「賜啊！你這樣做是賢能的嗎？ 我可沒那個閒工夫。",
    item: "7.《論語．憲問》「子貢方人。子曰：賜也，賢乎哉？夫我則不暇。」 意謂： (A)子貢為人方正，孔子自歎不如 (B)子貢為政有方，孔子稱許其賢能 (C)孔子告誡子貢，當以自治為務，不可妄論他人的優劣長短 (D)孔子告誡子貢，不管為政做人，皆以品行方正為第一要務",
    ans: "C"
  },
  {
    tea: "A春色楊柳　B夏荷　C春柳　D鶯啼：春風",
    item: "8.下列詩句，不是描寫「春天」的選項是： (A)忽見陌頭楊柳色，悔教夫婿覓封侯 (B)荷盡已無擎雨蓋，菊殘猶有傲霜枝 (C)無情最是臺城柳，依舊煙籠十里堤 (D)千里鶯啼綠映紅，水村山郭酒旗風",
    ans: "B"
  },
  {
    tea: "A忽然與萬物「遷化」，斯志士之大痛也：很快地將與自然萬物一同變化死亡，這才是有志之士最感悲痛的啊！<br>B賈夫人「仙逝」揚州城：過逝<br>C生孩六月，慈父「見背」；行年四歲，舅奪母志(生下來六個月時，父親死亡；四歲的時候，舅舅逼母親改嫁) <br>D攀援而登，「箕ㄐㄧ踞ㄐㄩˋ」而遨，則凡數州之土壤，皆在衽席之下(兩腿舒展而坐，形如畚箕，是一種隨意不拘禮節的坐法)。箕踞：兩腿舒展而坐",
    item: "9.下列文句「」內的詞語，不是意指「死亡」的選項是： (A)忽然與萬物「遷化」，斯志士之大痛也 (B)賈夫人「仙逝」揚州城，冷子興演說榮國府 (C)生孩六月，慈父「見背」；行年四歲，舅奪母志 (D)攀援而登，「箕踞」而遨，則凡數州之土壤，皆在衽席之下",
    ans: "D"
  },
  {
    tea: "大學之道，在明明德。明白重要的學問，為動詞",
    item: "10.《大學》「古之欲明明德於天下者，先治其國」，其中「明明德」的「明」字，前者的詞性是： (A)名詞 (B)副詞 (C)動詞 (D)形容詞",
    ans: "C"
  },
  {
    tea: "B不脛而走／秘而不宣：事物不用推廣，也能迅速傳播／秘而不宣<br>C差強人意／大失所望：尚能使人滿意／大大所望<br>D阮囊羞澀／腰纏萬貫：一貧如洗，身無分文／財富極多",
    item: "11.下列各組詞語，意義最相近的選項是： (A)遇人不淑／所嫁非人 (B)不脛而走／秘而不宣 (C)差強人意／大失所望 (D)阮囊羞澀／腰纏萬貫",
    ans: "A"
  },
  {
    tea: "【B】",
    item: "12.林經理的兒子結婚，公司同仁禮金封套上的用語，最恰當的選項是： (A)花粉之敬 (B)花燭之敬 (C)弄璋之敬 (D)弄瓦之敬",
    ans: "B"
  },
  {
    tea: "【C】",
    item: "13.寫給公司主管的信件，信封上的「啟封詞」字樣，最恰當的選項是： (A)大啟 (B)台啟 (C)鈞啟 (D)敬啟",
    ans: "C"
  },
  {
    tea: "【D】",
    item: "14.下列對《荀子‧勸學》的解讀，正確的選項是： (A)其曲「中」規：錄取 (B)君子「生」非異也，善假於物也：生活 (C)雖有槁「暴」，不復挺者，輮使之然也：顯露 (D)「假」輿馬者，非利足也，而致千里：借助",
    ans: "D"
  },
  {
    tea: "【D】",
    item: "15.下列各組文句，「」中字義相同的選項是： (A)仲尼「與」於蜡賓／選賢「與」能 (B)「蓋」不廉則無所不取／今已亭亭如「蓋」矣 (C)父兮生我，母兮「鞠」我／入公門「鞠」躬如也 (D)仁義不「施」，而攻守之勢異也／信義行於君子，而刑戮「施」於小人",
    ans: "D"
  },
  {
    tea: "【B】",
    item: "16.下列文字是現代學者對某一古代作品內容的介紹，請判斷這是介紹下列哪一部典籍？「共有十一首短詩組成，有東皇太一、雲中君、湘君、湘夫人、東君、大司命、少司命、河伯、山鬼、國殤、禮魂等，是一整套祭祀神鬼的儀式劇，由音樂、歌辭、舞蹈混合而成；它的原始材料，大部分是民間的祭神歌曲，是流行於南方的巫歌。」 (A)《詩經》 (B)《楚辭》 (C)《全唐詩》 (D)《全宋詞》",
    ans: "B"
  },
  {
    tea: "【D】",
    item: "17.漢語在對話中，稱呼別人，都以較有禮貌的用語出之，就是「敬稱」。下列對象及其敬稱的組合，錯誤的選項是： (A)帝王／聖上 (B)將軍／麾下 (C)一般人／閣下 (D)老年人／泰山",
    ans: "D"
  },
  {
    tea: "【D】",
    item: "18.下列文句「」內的敘述，不涉及天文星象的選項是： (A)「七月流火」，九月授衣 (B)人生不相見，「動如參與商」 (C)夫專諸之刺王僚也，「彗星襲月」 (D)「玉漏銀壺且莫催」，鐵關金鎖徹明開",
    ans: "D"
  },
  {
    tea: "【C】",
    item: "19.漢語在行文或對話中，不直接道出人事物，而借用與之有契合點的東西來代替，就是「借代」。下列借代詞語與借代意義的組合，錯誤的選項是： (A)丹青／史冊 (B)社稷／國家 (C)絲竹／刑具 (D)廟堂／朝廷",
    ans: "C"
  },
  {
    tea: "【B】",
    item: "20.「□得同情／□然色變／放手一□」，三個詞語的□內依序應填入何者，用字才正確？ (A)博／搏／駁 (B)博／勃／搏 (C)搏／勃／膊 (D)搏／駁／博",
    ans: "B"
  },
  {
    tea: "【D】",
    item: "21.下列詞語，何者沒有錯別字？ (A)日慕途窮 (B)風聲鶴立 (C)暇不掩瑜 (D)穠纖合度",
    ans: "D"
  },
  {
    tea: "【A】",
    item: "22.下列各組成語，何者意義相反？ (A)如臂使指／鞭長莫及 (B)風雨同舟／休戚與共 (C)寥若晨星／屈指可數 (D)閉門造車／向壁虛構",
    ans: "A"
  },
  {
    tea: "【B】",
    item: "23.下列文句的「已」，何者與「雞鳴不已於風雨」的「已」意義相同？ (A)今老矣，無能為也「已」 (B)君子曰：學不可以「已」 (C)俛仰之間，「已」為陳跡 (D)其行若飛，回顧「已」遠",
    ans: "B"
  },
  {
    tea: "【C】",
    item: "24.「郵政機關於接受包裹郵件時，□認其內裝之物為郵政禁寄物品，□有違反郵政法規者，□令寄件人開拆查驗其內容，□為驗訖之證明，寄件人如拒絕拆驗時，郵政機關得拒絕接受該郵件。」這段文字□內最適合填入的詞語依序是： (A)得／如／或／並 (B)得／並／如／或 (C)如／或／得／並 (D)如／並／或／得",
    ans: "C"
  },
  {
    tea: "【B】",
    item: "25.「這和風似乎吹動了樹液，那些原本枯寂的大樹禿枝，現在芽眼、芽苞全漲得鼓鼓的，可以深深感覺到樹枝內有甚麼東西在掙扎，要破皮而出，整個山谷大地蘊含著□□□□的狂野力量。」這段文字□□□□內最適合填語是： (A)一鳴驚人 (B)一觸即發 (C)一氣呵成 (D)一覽無遺",
    ans: "B"
  },
  {
    tea: "【C】",
    item: "26.下列文句，何者沒有「詞語冗贅」的情形？ (A)在創作這齣戲時，我前所未有的陷入不曾發生過的困境 (B)一個人之所以會有痛苦，就是因為緣於自我的執念太強 (C)我們總是以為變成自己所希望的樣子後，就能得到快樂 (D)世界就是因為每個人都形貌各異且不一樣，才豐富有趣",
    ans: "C"
  },
  {
    tea: "【B】",
    item: "27.「山高水長」的語法結構，是由兩組「名詞＋形容詞」──「山＋高」、「水＋長」所構成。下列詞語，何者也有相同的語法結構？ (A)心花怒放 (B)人微言輕 (C)傾家蕩產 (D)虎頭蛇尾",
    ans: "B"
  },
  {
    tea: "【D】",
    item: "28.下列文句「」內的成語使用，何者正確？ (A)由於對籤詩的內容「不求甚解」，她拿去請教過好幾位專家 (B)本案相當複雜，我就「不由分說」，單從一個角度進行分析 (C)媽媽糾正了小明幾次，但小明始終「不足為訓」，積習難改 (D)他有著不同於凡人的創造力，是個突破傳統的「不羈之才」",
    ans: "D"
  },
  {
    tea: "【D】",
    item: "29.下列各選項的前、後兩句，何者具有「如果……就會……」的關係？ (A)怨不在大，可畏惟人 (B)沙鷗翔集，錦鱗游泳 (C)庶竭駑鈍，攘除姦凶 (D)四維不張，國乃滅亡",
    ans: "D"
  },
  {
    tea: "【C】",
    item: "30.「(甲)經傳道德；名重謫仙 (乙)鴻門碎斗；岳陽題文 (丙)陽明學術；逸少風流」，若這三副對聯分別題詠三個姓氏，則這三個姓氏依序為何？ (A)王／范／李 (B)王／李／范 (C)李／范／王 (D)李／王／范",
    ans: "C"
  }
  ]