ti="國文96專二";const exam = [{tea:"發揮愛心、杜絕體罰、健全" , item:"1.「教育人員應發輝愛心、耐心，杜決體罰，且應具備專業知能，輔導學生不當之行為，以促進其身心建全發展。」這一段話一共有幾個錯別字？(A)一個　(B)二個　(C)三個　(D)四個" ,  ans : "C"} ,
{tea:"嘏不掩瑜：「瑕」不掩瑜<br>名聞瑕邇：名聞「遐」邇<br>略有遐疵：略有「瑕」疵" , item:"2.下列各選項「」內的字，何者正確？(A)「嘏」不掩瑜　(B)名聞「瑕」邇　(C)自顧不「暇」　(D)略有「遐」疵" ,  ans : "C"} ,
{tea:"B涎ㄒㄧㄢˊ、蜒ㄧㄢˊ　Cㄒㄩㄢˋ、ㄒㄩㄣˊ　Dㄓㄜˊ、ㄋㄧㄝˋ" , item:"3.下列各組「」內的字，何者字音相同？(A)室如懸「磬」╱「罄」竹難書　(B)垂「涎」三尺/蜿「蜒」曲折　(C)色彩「絢」麗╱「徇」情枉法　(D)驚魂「懾」魄╱「躡」手躡腳室如懸磬：室如懸磬指居室空無所有，比喻非常貧窮。" ,  ans : "A"} ,
{tea:"拘束、局限。如：「囿於成見」、「囿於一隅」" , item:"4.「囿於成見」的「囿」字，下列解說何者正確？(A)迷失　(B)拘泥　(C)委屈　(D)困惑" ,  ans : "B"} ,
{tea:"螳臂當車：「當」解為「擋」<br>當仁不讓：面臨仁義之事而不謙讓。「面臨」<br>門當戶對：形容結親的雙方家庭經濟和社會地位相當。「「相當」<br>安步當車：悠閒安穩地走路，當作是乘車。「當作」<br>銳不可當：氣勢威猛，不可抵擋。「擋」" , item:"5.下列各詞語中的「當」字，何者與「螳臂當車」的「當」字意義相同？(A)「當」仁不讓　(B)門「當」戶對　(C)安步「當」車　(D)銳不可「當」" ,  ans : "D"} ,
{tea:"削足適「履」：鞋子<br>朱「履」繡衣：鞋子<br>臨深「履」薄：V踩。走近深淵，踩在薄冰上。比喻戒慎恐懼，十分小心<br>正冠納「履」：鞋子" , item:"6.下列各詞語中的「履」字，何者作動詞用？(A)削足適「履」　(B)朱「履」繡衣　(C)臨深「履」薄　(D)正冠納「履」" ,  ans : "C"} ,
{tea:"B)「克」敵制勝：戰敗　(C)「克」己復禮：克制　(D)「克」服困難：對抗" , item:"7.下列各詞語中的「克」字，何者的意思是「能夠」？(A)「克」勤克儉　(B)「克」敵制勝　(C)「克」己復禮　(D)「克」服困難" ,  ans : "A"} ,
{tea:"B)空、閒　(C)聚、集　(D)貧、窮是同義　(A)盛衰：相反" , item:"8.下列詞語，何者不是同義複詞？(A)盛衰　(B)空閒　(C)聚集　(D)貧窮" ,  ans : "A"} ,
{tea:"唐詩：每句5字或7字，所以不是唐詩<br>詞：詩餘、長短句、樂府。始於唐，在宋達峰。一開始伴曲而唱，所以寫詞又稱作填詞。<br>元曲：散曲是元代中國所流行、配上歌詞的樂曲，與雜劇合稱為元曲<br>樂府：舊體詩詩體的一種，凡是可傳唱的詩，都可稱為樂府" , item:"9.「缺月卦疏桐，漏斷人初靜。誰見幽人獨往來？縹緲孤鴻影。驚起卻回頭，有恨無人省。捒盡寒枝不肯棲，寂寞沙洲冷。」這一篇作品，應當是屬於下列何種韻文？(A)唐詩　(B)宋詞　(C)元曲　(D)樂府詩" ,  ans : "B"} ,
{tea:"王維是詩佛，詩史是杜甫" , item:"10.下列有關各文學家的介紹，何者錯誤？(A)李白：詩仙　(B)杜甫：詩聖　(C)王維：詩史　(D)李賀：詩鬼" ,  ans : "C"} ,
{tea:"漢代流行賦文" , item:"11.就文學體裁而言，漢代是以下列何者著稱？(A)賦　(B)駢文　(C)遊仙詩　(D)志怪小說" ,  ans : "A"} ,
{tea:"楊朱學說主張「為我」、「拔一毛而利天下不為也」，與墨子的兼愛思想相反。" , item:"12.孟子指稱「拔一毛而利天下，不為也」的人是誰？(A)慎到　(B)楊朱　(C)荀況　(D)惠施" ,  ans : "B"} ,
{tea:"韓愈：文起八代之衰，道濟天下之溺。他的文章振興了八代以來衰敗的風氣；他所宣揚的儒道，拯救了天下人士對邪說異端的沉溺。" , item:"13.被譽為「文起八代之衰，道濟天下之溺」的是何人？(A)韓愈　(B)蘇軾　(C)歐陽修　(D)會國藩" ,  ans : "A"} ,
{tea:"我自從因罪貶謫以來，志氣欲來愈小" , item:"14.柳宗元《答韋中立論師道書》有云：「僕自謫過以來，益少志慮。」其意為：(A)自從我反省過失之後，志氣頗有長進　(B)家僕多所犯錯，做事缺乏思慮　(C)僕人好說人之過失，增加我不少煩惱　(D)我自從因罪被貶以來，志氣愈來愈小" ,  ans : "D"} ,
{tea:"詩在23句要對仗押韻" , item:"15.近體詩中的律詩共八句，它除了講究平仄之外，在第二、三聯還要講求：(A)用韻　(B)對仗　(C)夸飾　(D)聲調" ,  ans : "B"} ,
{tea:"只能端起酒來洗滌愁腸，一滴滴化作相思的眼淚。" , item:"16.范仲淹詞《蘇幕遮》句中「酒入愁腸，化作相思淚。」是因為：(A)為賦新詞強說愁　(B)人生得意須盡歡　(C)西出陽關無故人　(D)舉杯消愁愁更愁" ,  ans : "D"} ,
{tea:"陶淵明：菊之隱者，為田園詩代表" , item:"17.中國田園詩始於：(A)戰國時期的屈原　(B)漢朝的司馬相如　(C)三國魏曹植　(D)晉朝的陶淵明" ,  ans : "D"} ,
{tea:"舉杯邀明月，三人：我、月亮、影子" , item:"18.「花間一壺酒，獨酌無相親。舉杯邀明月，對影成三人。」詩人所謂的「對影成三人」分別為：(A)月亮、飲者、影子　(B)花、影子、飲者　(C)花、月亮、影子　(D)花、月亮、飲者" ,  ans : "A"} ,
{tea:"D)上服度VS四維張，沒有對偶" , item:"19.下列修辭，何者非對偶句？(A)「芳草鮮美，落英繽紛。」《陶淵明·桃花源記>　(B)「朋友不信，非孝也；戰陣不勇，非孝也。」<會子大孝>　(C)「既無叔伯，終鮮兄弟。」<李密‧陳情表〉　(D)「上服度，則六親固。四維張，則君令行。」《管子‧牧民》" ,  ans : "D"} ,
{tea:"張愛玲寫作風文學風格語言淺白，簡單直接.這特色在她的散文隨處可見，不可能西遊記" , item:"20.下列關於現代女作家琦君與張愛玲的敘述，何者錯誤？(A)琦君的文學特色有：內容寫實，淺白易懂　(B)〈色‧戒〉是張愛玲的作品；《母心，佛心》是琦君的作品　(C)張愛玲與琦君不同的是，張愛玲受到父母親離異的影響，童年生活並不快樂　(D)張愛玲文學基礎得力於西遊記甚多" ,  ans : "D"} ,
{tea:"駢體文的盛行時期是南北朝，尤其在六朝（如梁、陳）時期達到高峰。到了宋朝，文風轉向散文（如歐陽修、韓愈提倡古文運動），駢文逐漸式微。<br>小補充：駢文的代表作如《文選》中的〈登樓賦〉、〈與陳伯之書〉等，皆展現其華麗辭藻與對偶技巧。" , item:"21.關於駢體文，下列敘述何者錯誤？(A)駢文多採用四六對句　(B)駢文必須重視對偶工整，韻律和諧　(C)駢文詞藻華麗，典故繁多　(D)駢文盛行於宋朝駢體文：講求對偶駢偶，文中間有散句，多用四字句或六字句（四六句法），盛行於南北朝" ,  ans : "D"} ,
{tea:"A近體詩要押韻，有律詩和絕句，有5言、7言<br>B、古詩：不拘句數、平仄、對仗，用韻也較寬<br>C、王孟為盛唐時期詩人<br>D王維與孟浩然以描寫自然景物、田園生活著稱，屬山水田園派；杜甫關注民生疾苦，白居易倡導「文章合為時而著，歌詩合為事而作」，皆屬社會寫實派。", item : "22.關於中國詩體的特質，下列何者完全正確？(A)近體詩僅分成絕句與律詩兩種，不講求押韻　(B)所謂的「古詩」，乃是相對於近體詩而言，在押韻與平仄等格律的要求，比近體詩更為嚴格　(C)王維與孟浩然為初唐詩人之代表　(D)唐詩派別中，王維與孟浩然為山水田園派；杜甫與白居易為社會寫實派",ans:"D" },{tea:"",item:"荀子主張性惡，儒家學者" ,  ans:"C",item : "23.下列先秦諸子各家代表人物中，何者錯誤？(A)法家：商鞅、韓非　(B)農家：許行、陳相　(C)道家：荀子、老子　(D)名家：公孫龍、惠施"} ,{ans:"B",tea:"==" , item:"閔子騫：孝子、「母在一子寒，母去三子單」，母親去世比較早，父親娶了繼母，又生了兩個弟弟。繼母對他不好，常常虐待他。<br>子游：孔子弟子，文學傑出。孔子傳五行思想於子游<br>季路：人心直口快，出言輕率，好逞血氣之勇，孔子曾罵他「暴虎憑河，死而無悔者」<br>子貢：利口巧辭，善於雄辯，且有幹濟才，辦事通達" ,  item : "24.下列何人屬於孔門弟子中，文學傑出者？(A)閔子騫　(B)子游　(C)季路　(D)子貢"} ,{ans:"",tea:"1、2、4有錯" ,  item : "25.與師長朋友的E-mail電子郵件往來，下列何者正確？(A)分享郵件可設立群組，可將含有電腦病毒之郵件大量發送給朋友　(B)分享郵件時可以不必注意版權問題　(C)郵件分享應有限度，並注意版權　(D)可以不注意書信禮節"} ,]