const exam = [

{item:"曉萍一家人欲循著小三通的方式，搭船前往金門後，轉進到中國廈門探親。若她想知道搭船時海上風浪狀況，應該前往氣象局網站中觀看哪一個海域的海象狀況？(A)東海海域　(B)太平洋海域　(C)臺灣海峽海域　(D)巴士海峽海域。[10-5]", ans:"C"},
{item:"湘梅到某一地區旅遊，在當地除了看到許多傳統閩南式的建築，還參觀著名的戰地史蹟，並且買回一把以炮彈殼為材料做成的菜刀。請問：元元最可能到下列哪一地區旅遊？(A)琉球　(B)澎湖　(C)北海道　(D)金門。[10-5]", ans:"D"},
{item:"馬祖的坑道相當多，近年來改為酒窖，或作為泛舟觀光的景點，深受遊客喜愛。請問：坑道在興建之初時，除軍事目的外，尚有何種功能？(A)利用地下水源　(B)適應強風環境　(C)自然生態保育　(D)交通往來要道。[10-5]", ans:"B"},
{item:"馬祖北竿鄉芹壁村的石頭屋窗戶偏小，除了可阻止海賊入侵外，和當地哪一項氣候特徵有關？(A)多豪雨　(B)多強風　(C)日照強　(D)多雪災。[10-5]", ans:"B"},
{item:"金門由國防任務逐漸轉為觀光發展，當地的氣候成為阻礙發展的原因之一。尤其是哪一季節時，全島籠罩在霧氣之中，航空運輸經常出現停擺？(A)夏季　(B)春季　(C)秋季　(D)冬季。[10-5]", ans:"B"},
{item:"由於苗栗縣政府負債嚴重，引發民眾對於地方政府財務的關注，唯一沒有負債的金門縣和連江縣(馬祖)，其財政優異狀況讓大家甚感驚訝。請問：這兩個縣市經濟發展的有利條件為下列何者？(A)礦產豐富　(B)農業發達　(C)工業活動　(D)觀光興盛。[10-5]", ans:"D"},
{item:"金門在戰地政務解除後，利用早年的戰地風光發展觀光業，並規畫成國家公園。金門受到其位置與歷史的影響，當地有何種風格的建築？(A)閩式建築　(B)日式建築　(C)北方建築　(D)圓頂建築。[10-5]", ans:"A"},
{item:"馬祖「藍眼淚」是由螢光海藻或海蟲過度生長而形成，近來成為著名的觀光資源，吸引許多遊客。若住在臺灣的小杭要搭船前往當地，選擇從哪一個港口出發距離最近？(A)基隆港　(B)高雄港　(C)臺中港　(D)花蓮港。[10-5]", ans:"A"},
{item:"金門縣水頭商港因為往來船隻和旅客數量暴增，造成港口設備不敷使用，為促進當地經濟發展，已開始對此商港進行擴建工程。請問：往來金門的旅客大多來自何處？(A)日本　(B)韓國　(C)中國　(D)泰國。[10-5]", ans:"C"},
{item:"上班族曉萍利用連假搭機回金門探親，卻因當地大霧導致航班延誤，而被困在機場無法回來上班。請問：依據金門氣候狀況判斷，曉萍可能是在下列哪一假期返鄉？(A)端午節　(B)清明節　(C)中秋節　(D)元旦。[10-5]", ans:"B"},
{item:"(1)臺北市　(2)新北市　(3)桃園市　(4)基隆市　(5)新竹市　(6)宜蘭<br>臺灣的都市，人口成長最高，且是外籍人口數比例甚高，且有臺灣最大的航空門戶？(A)(1)　(B)(2)　(C)(3)　(D)(4)。[10-6]", ans:"C"},
{item:"(1)臺北市　(2)新北市　(3)桃園市　(4)基隆市　(5)新竹市　(6)宜蘭<br>有「雨都」之稱，且擁有北部海運門戶，是指？(A)(1)　(B)(2)　(C)(3)　(D)(4)。[10-6]", ans:"D"},
{item:"(1)臺北市　(2)新北市　(3)桃園市　(4)基隆市　(5)新竹市　(6)宜蘭<br>下列哪個縣市有北宜高速公路貫穿雪山，帶動觀光及休閒農業？(A)(1)　(B)(2)　(C)(5)　(D)(6)。[10-6]", ans:"D"},
{item:"(1)臺北市　(2)新北市　(3)桃園市　(4)基隆市　(5)新竹市　(6)宜蘭<br>下面哪個城市因為冬季九降風強勁，有米粉、柿餅，且有「矽谷」科園區，是指？(A)(1)　(B)(2)　(C)(5)　(D)(6)。[10-6]", ans:"C"},
{item:"(1)臺北市　(2)新北市　(3)桃園市　(4)基隆市　(5)新竹市　(6)宜蘭<br>原為臺北市郊區，環繞臺北發展，現成為臺灣人口最多的都市是指？(A)(1)　(B)(2)　(C)(3)　(D)(4)。[10-6]", ans:"B"},
{item:"(1)臺中市　(2)彰化　(3)雲林縣　(4)苗栗縣　(5)南投縣<br>境內有日月潭、清境農場、溪頭森林休閒等休閒產業觀光等是指？(A)(2)　(B)(3)　(C)(4)　(D)(5)。[10-7]", ans:"D"},
{item:"(1)臺中市　(2)彰化　(3)雲林縣　(4)苗栗縣　(5)南投縣<br>境內有桐油季且客家族群，丘陵種植茶園是指？(A)(2)　(B)(3)　(C)(4)　(D)(5)。[10-8]", ans:"C"},
{item:"(1)臺中市　(2)彰化　(3)雲林縣　(4)苗栗縣　(5)南投縣<br>這城市境內有濁水溪及八堡圳灌溉，盛產稻蔗，現因隨中山高速公路通車，現成為蔬菜、花卉專業區及供應地是指？(A)(1)　(B)(2)　(C)(3)　(D)(4)。[10-9]", ans:"B"},
{item:"(1)臺中市　(2)彰化　(3)雲林縣　(4)苗栗縣　(5)南投縣<br>這城市境內成立彰濱麥寮工業區，以減緩人口外流是指？(A)(1)　(B)(2)　(C)(3)　(D)(4)。[10-10]", ans:"C"},
{item:"(1)臺中市　(2)彰化　(3)雲林縣　(4)苗栗縣　(5)南投縣<br>這城市是目前臺灣第二大都市，是中部區文教、工商業中心，如美術館、自然科學館、歌劇院等，以及設立中科臺中園區，引導入精密機械工業，是指？(A)(1)　(B)(2)　(C)(3)　(D)(4)。[10-11]", ans:"A"},

];
  